Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Tak, wiem, spieprzyłem jej życie, ale nim wrócę na kontynent, chcę wszystko naprawić. Masz jakiś pomysł?
uk: Так, я знаю, що зіпсував їй життя, але перш ніж повернутися на материк, я хочу все виправити. У тебе є якісь ідеї?

source: Tak, wiem. Był już u mnie posłaniec z wieściami.
uk: Так, я знаю. Вже прибув посланець із новинами.

source: Tak, wolę nie zostawiać niczego przypadkowi.
uk: Так, я вважаю за краще нічого не залишати на волю випадку.

source: Tak, wrzucili go do kanałów miejskich. Miał przy sobie tę figurkę.
uk: Так, його кинули до міської каналізації. Він мав при собі цю статуетку.

source: Tak, wszyscy mówią o Benie jakby był jakiś potworem.
uk: Так, всі говорять про Бена, як про якогось монстра.

source: Tak, wszystko jest już gotowe.
uk: Так, все готово.

source: Tak, wszystko w porządku... Widać, jesteś równie dobrym nauczycielem, co ten stary dziad - u niego przydarzyło mi się dokładnie to samo!
uk: Так, все добре... Схоже, ти такий же хороший вчитель, як і той старий дід – у нього зі мною сталося точно те ж саме!

source: Tak, wszystko załatwione.
uk: Так, ми все залагодили.

source: Tak, wysłałem na miejsce trzech gońców. Dowiedz się, co udało im się ustalić. Czekają na ciebie w piwnicy karczmy.
uk: Так, я відправив туди трьох посланців. Дізнайся, що їм вдалося з'ясувати. Вони чекають на тебе в підвалі корчми.

source: Tak, wywlekałem go z tej śmierdzącej chaty i zaciągnąłem aż pod samo miasto.
uk: Так, я витягнув його з тієї смердючої халупи й потягнув аж до міста.

source: Tak, właśnie miałem ruszać do posiadłości Lichwiarza i zasiekać tego przeklętego zdrajcę.
uk: Так, я саме збирався вирушати до маєтку Лихваря і влаштувати засідку на цього проклятого зрадника.

source: Tak, właśnie tego, który siedzi w tym domku na podwyższeniu!
uk: Так, того самого, що сидить у хатині нагорі!

source: Tak, właśnie ugotowaliśmy go w grocie ze skrzyniami.
uk: Так, ми щойно приготували його в печері з ящиками.

source: Tak, z pewnością. Tak jak i cała grupa, z którą wszedł do kopalni.
uk: Так, звісно. Як і весь загін, з яким він вирушив до копальні.

source: Tak, z tym że kosztowało mnie to małą fortunę. Żołd mi tego nie pokryje.
uk: Так, от тільки це обійшлося мені в цілий статок. Моя платня цього не покриє.

source: Tak, zasłużyłeś! Sam przypieczętowałeś swój los.
uk: Так, ти це заслужив! Ти сам вирішив свою долю.

source: Tak, zatrudniłem się w tartaku.
uk: Так, я найнявся на лісопилку.

source: Tak, zdarzały się incydenty. Były one jednak na tyle nieporadne, że mogę w spokoju zajmować się swoim winiarskim imperium.
uk: Так, були інциденти. Однак вони були настільки незграбні, що я міг спокійно займатися своєю винною імперією.

source: Tak, zdarzyło się. Co prawda rzadko, bo Einar nie ma czasu, by co chwilę przy czymś takim dłubać, ale mam parę na podorędziu.
uk: Так, доводилося. Щоправда, рідко, бо Ейнар не має часу возитися з чимось подібним, але у мене є декілька штук про запас.

source: Tak, zdobyliśmy Rozjemcę.
uk: Так, ми здобули Миротворця.

source: Tak, zdobyliśmy Rozjemcę. Czas opuścić to miejsce.
uk: Так, ми знайшли Миротворця. Настав час покинути це місце.

source: Tak, zgadza się! Trudno było go zdobyć?
uk: Так, це саме він! Важко було його дістати?

source: Tak, zgadza się.
uk: Саме так.

source: Tak, zgadza się. Niedawno przybyłem na wyspę.
uk: Так воно і є. Я нещодавно прибув на острів.

source: Tak, zgodził się. Jest gotów do negocjacji.
uk: Так, він погодився. Він готовий до переговорів.

source: Tak, został całkiem niedawno oskórowany.
uk: Так, вона була знята зовсім недавно.

source: Tak, zrobiłem jeszcze parę robótek dla Garosa i przyjął mnie w ich szeregi. Ale nie byłoby to możliwe, gdybyś mi nie pomógł z tamtą bestią!
uk: Так, я виконав ще кілька завдань для Гароса, і він прийняв мене до своїх лав. Але це було б неможливо, якби ти не допоміг мені з тією тварюкою!

source: Tak, zróbmy to!
uk: Так, зробимо це!

source: Tak.
uk: Так.

source: Tak. 'Znalazłem' nową wersję testamentu Valerio, w której nakazuje on wspólne rządzenie majątkiem przez Andreasa i Holdwiga.
uk: Так. Я 'знайшов' іншу версію заповіту Валеріо, в якому він доручає Андреасу і Гольдвігу керувати спадщиною спільно.

source: Tak. Chyba tak się nazywa. Jest jakiś problem?
uk: Так. Думаю, що так воно і називається. Якісь проблеми?

source: Tak. Chyba tak. Dzięki, ale... już lepiej idź, zanim...
uk: Так, думаю, що так. Дякую, але... тобі краще піти, до того, як...

source: Tak. Dogadałem się z Kalebem.
uk: Так, я домовився з Калебом.

source: Tak. I miałem na tyle szczęścia, że udało mi się wyprodukować całe dwie sztuki!
uk: Так, і мені вдалося створити цілих дві штуки!

source: Tak. I przy okazji pozbyłem się królowej pełzaczy.
uk: Так. І заодно я позбувся королеви повзунів.

source: Tak. Jeden kawałek dla mnie, drugi dla mojego szczura - Ogonka.
uk: Так, один шматочок для мене і один для мого щура – Хвостика.

source: Tak. Jeden z tych gnojków porządnie dźgnął mnie w pachwinę, ale rana się zagoi.
uk: Так, один з тих виродків вдарив мене ножем у пах, але рана загоїться.

source: Tak. Ktoś musi mi je w końcu przetestować. Sam je będziesz zażywał?
uk: Так, хтось має випробувати її для мене. Сам прийматимеш?

source: Tak. Masz do mnie jeszcze jakąś sprawę?
uk: Так. У тебе є ще якісь справи до мене?

source: Tak. Myślałem, że dostaniemy za nią trochę złota. Niestety jest tak źle wykonana, że nikt nie chciał jej ode mnie odkupić.
uk: Так. Думав, що ми отримаємо за неї трохи золота. На жаль, вона так погано зроблена, що ніхто не хотів її купувати.

source: Tak. Mój dowódca powiadomił mnie, że potrzebuje Pan pomocy miejskiej straży. W czym możemy waszej ekscelencji służyć?
uk: Так. Мій командир повідомив, що вам потрібна допомога Міської Варти. Чим ми можемо служити вашій світлості?

source: Tak. Nie mam z tego góry złota, ale wystarczy. Nie głoduję, mam się czego napić.
uk: Так. Я не маю з цього золоті гори, але мені вистачає. Я не голодую, і завжди маю що випити.

source: Tak. Nie spodziewałem się, że tak szybko kogoś za nami wyśle.
uk: Так. Я не очікував, що він так швидко пошле когось за нами.

source: Tak. Patrzyłem, czy nie było przy nich czegoś, co mogłoby nam się przydać.
uk: Так. Я дивився, чи не було при ньому чогось, що могло б нам стати в нагоді.

source: Tak. Pospieszała mnie, żebym w końcu otworzył jej te 'cholerne drzwi'.
uk: Так, вона підганяла мене, щоб я нарешті відчинив їй ті 'кляті двері'.

source: Tak. Proszę.
uk: Так. Прошу.

source: Tak. Prowadź.
uk: Так, веди.

source: Tak. Przed zatonięciem statku naładowali łódź bronią, ale po tym, jak zacumowałyśmy tu z Millie, wyrzuciłyśmy paczki do wody.
uk: Так. Перед тим, як корабель потонув, у човен завантажили зброю, але після того, як ми з Міллі пришвартувалися тут, ми викинули зв'язки зі зброєю у воду.

source: Tak. Przysyła nas Huug. Czy Rytuał Ognia jest gotowy?
uk: Так. Нас прислав Хууг. Ритуал Вогню готовий?

source: Tak. Rozgniotłem je wszystkie.
uk: Так, я розчавив їх усіх.

source: Tak. Smacznego.
uk: Так. Смачного.

source: Tak. Sukcesy militarne wroga to tylko jeden problem. Dużo gorszym są słabnące z dnia na dzień morale wszystkich Myrtańczyków, zarówno żołnierzy, jak i cywili.
uk: Так, військові успіхи ворога – це лише одна з проблем. Набагато гіршим є те, що моральний дух усіх міртанців, як солдатів, так і цивільних, слабшає з кожним днем.

source: Tak. Słyszałam o tej sprawie... Smutna historia. Nadine była tu kilka razy, wypytywała wszystkich w karczmie, czy wiedzą coś na ten temat.
uk: Так, я чула про це... Сумна історія. Надін була тут кілька разів, розпитувала всіх у корчмі, чи не знають вони щось про це.

source: Tak. Tamten kat wyglądał groźnie, ale spisał się naprawdę dobrze. Mogę teraz pracować z taką samą wydajnością, jak przez kontuzją.
uk: Так. Тамтешній кат виглядав загрозливо, але він і справді добре впорався. Зараз я можу працювати так само добре, як і до травми.

source: Tak. Teraz musimy to tylko udowodnić.
uk: Так, тепер потрібно лише це довести.

source: Tak. Tobie też nie zaszkodzi się napić. Proszę.
uk: Так. Тобі теж не завадить попити. Ось, тримай.

source: Tak. Tylko w twojej historii chodziło o jeden miecz, a my mówimy o paru skrzyniach.
uk: Так. Тільки в твоїй історії йшлося про один меч, а ми говоримо про декілька скринь.

source: Tak. W dodatku może ich mieć całkiem sporo, w końcu przewodzi grupie, która ma odbić kopalnię.
uk: Так. До того ж, у нього їх може бути досить багато, адже він очолює групу, яка має відбити копальню.

source: Tak. W nagrodę mój miecz nie wypruje twoich flaków na podłogę.
uk: Так, в нагороду мій меч не випотрошить твої кишки на підлогу.

source: Tak. Wciąż czuję się słabo, ale chyba mogę chodzić.
uk: Так. Я все ще відчуваю слабкість, але думаю, що зможу ходити.

source: Tak. Wiesz, skąd ją wzięli?
uk: Так. Знаєш, звідки вони його взяли?

source: Tak. Wydałem jej te przedmioty.
uk: Так. Я віддав їй ті речі.

source: Tak. Zaczynajmy.
uk: Так, почнемо.

source: Tak. Zaginął jakiś czas temu, tuż po wysłaniu swojego ostatniego raportu.
uk: Так. Він нещодавно зник, одразу після свого останнього звіту.

source: Tak. Znalazłem go, gdy był jeszcze rozmiarów kretoszczura.
uk: Так. Я знайшов його, коли він був розміром з кротощура.

source: Tak...
uk: Так...

source: Tak... Chyba masz rację... Nie doceniłam twoich umiejętności. Masz, trzymaj to, zasłużyłeś sobie.
uk: Так... Мабуть, ти маєш рацію... Я недооцінила твої здібності. Тримай, ти заслужив це.

source: Tak... Nigdy nie widziałam w nim wojownika i obawiałam się najgorszego.
uk: Так... Я ніколи не бачила в ньому воїна, і тому боялася найгіршого.

source: Tak... dobra... tak zrobimy, tylko już się odczep!
uk: Так... добре... так і зробимо, тільки відвали від нас!

source: Tak... jakby.
uk: Так... типу того.

source: Tak... już mi trochę lepiej...
uk: Так... Мені вже трохи краще...

source: Tak... mógłbym. Weź ją. Ja... sobie jakoś poradzę.
uk: Так... я можу. Забирай. Я... якось дам собі ради.

source: Tak... nie... niezupełnie. Jestem Timo i mam nadzieję, że już niebawem dotrzemy do celu.
uk: Так... ні... не зовсім. Я Тімо, сподіваюся, ми скоро прибудемо.

source: Tak... racja, nie wiedziałeś.
uk: Так... вірно, ти не знав.

source: Tak... racja...
uk: Так... ти правий...

source: Tak... rzeczywiście, naturalnie.
uk: Так... звичайно, певна річ.

source: Tak... też cię pozdrawiam.
uk: Так... і я тебе вітаю.

source: Tak... to tylko draśnięcie.
uk: Так... Це лише подряпина.

source: Tak... tylko... jedno nie daje mi spokoju.
uk: Так... Тільки... Одне не дає мені спокою.

source: Tak... właśnie to miałem powiedzieć.
uk: Так... саме це я і хотів сказати.

source: Tak?
uk: Так?

source: Tak? A kto ci tak powiedział?
uk: Так? А хто тобі це сказав?

source: Tak? A niby dla kogo?
uk: Так? А для кого ж?

source: Tak? A o co chodzi?
uk: Так? У чому саме?

source: Tak? A te skrzynki nie będą wam przeszkadzać?
uk: Так? А ці коробки вам не заважатимуть?

source: Tak? A to niby czemu, cherlaku?
uk: Та невже? І чого б це, здохляче?

source: Tak? Byłbym wdzięczny, może nawet uda mi się załatwić dla ciebie parę mikstur w nagrodę! Zaraz sporządzę listę, poczekaj chwilę.
uk: Справді? Я буду дуже вдячний. Можливо, навіть вийде дістати кілька еліксирів у винагороду! Зараз зроблю список, зачекай хвилинку.

source: Tak? Czegoś potrzebujesz?
uk: Так? Щось потрібно?

source: Tak? Gadaj natychmiast!
uk: Так? Говори!

source: Tak? Gadaj!
uk: Так? Говори!

source: Tak? Ile udało ci się odzyskać?
uk: Так? І скільки їх вдалося повернути?

source: Tak? Nietypowe. Powszechnymi objawami ugryzienia jest swędzenie, pieczenie, wypadanie włosów i czerwone plamy na ciele.
uk: Справді? Це незвично. Поширеними симптомами укусів є свербіж, печіння, випадіння волосся та червоні плями на тілі.

source: Tak? No proszę!
uk: Справді? Цього варто було очікувати!

source: Tak? Pokaż!
uk: Так? Покажи!

source: Tak? Przekonałeś tego Wilczego Syna?
uk: Справді? Ти переконав того Вовчого Сина?

source: Tak? Rozmawiałeś z nimi?
uk: Так? Ти з ними говорив?

source: Tak? To świetnie! Jak go do tego namówiłeś?
uk: Так? Це ж чудово! Як ти його вмовив?

source: Tak? Udało ci się? Masz artefakt?
uk: Що? Ти дістав його? Артефакт у тебе?

source: Tak? W końcu zrozumieli, że te ich durne testy nie mają sensu i chcą mnie przyjąć do tropicieli?
uk: Так? Вони нарешті зрозуміли, що ці їхні дурні випробування не мають сенсу, і хочуть взяти мене слідопитом?

source: Tak? W takim razie nie mogę cię zawieść!
uk: Так? Тоді я не можу тебе підвести!

source: Tak? Świetnie! Bałam się, że będę musiała czekać, aż osiwieję. Gotowy do drogi?
uk: Так? Чудово! Я боялася, що доведеться чекати аж до посивіння. Готовий вирушати?

source: Taka alchemiczna substancja wykorzystywana w górnictwie. Podpalona wybucha, niszcząc obiekty wokół, w tym skały.
uk: Така алхімічна речовина використовується в гірничій справі. Коли її підпалюють, вона вибухає, руйнуючи усе навколо, в тому числі скелі.

source: Taka błahostka jak zbieranie ryb nie powinna mi teraz zajmować głowy.
uk: Такі дрібниці, як збирання риби, не повинні зараз мене хвилювати.

source: Taka hałastra nic nie zdziała. Brak im podstawowego szkolenia i dyscypliny, o zasadach moralnych nie wspomnę, a nie mamy czasu, by im to od zera wpajać.
uk: Таке збіговисько нічого не зробить. Їм бракує базової підготовки та дисципліни, не кажучи вже про моральні принципи, а ми не маємо часу навчати їх цьому з нуля.

source: Taka ilość to już coś!
uk: О, це вже щось!

source: Taka jest decyzja sądu i jak mniemam wola samej Ekscelencji.
uk: Таким є рішення суду і, як я вважаю, воля Його Світлості.

source: Taka jest ma ostatnia wola i jest ona ponad wszelkimi wcześniej spisanymi oświadczeniami.
uk: Така моя остання воля, і вона є вищою за будь-які раніше написані заповіти.

source: Taka jest wola Adanosa! Nie bez przyczyny zesłał na nasz klasztor ten straszliwy sztorm. Pokazał nam nasze miejsce.
uk: Така воля Аданоса! Недаремно він наслав на наш монастир цей страшний шторм. Він показав нам наше місце.

source: Taka moja praca. Do zobaczenia.
uk: Така моя робота. Побачимось.

source: Taka moja praca. Ludzie Araxos nigdy nie zawodzą.
uk: Така моя робота. Люди Араксосу ніколи не підводять.

source: Taka praca. Zawsze jest jakieś ryzyko, to męskie zajęcie. Nie ukrywam, że brakuje mi syna, ale takie jest życie.
uk: Така робота. Завжди є ризик, це ж чоловіча робота. Я не приховую, що сумую за сином, але таке життя.

source: Taka to z Archolos 'stolica kultury'. Zero szacunku do drugiego człowieka.
uk: Архолос – та ще 'культурна столиця'. Жодної поваги до інших людей.

source: Taka wiedza swoje kosztuje.
uk: Така інформація коштує грошей.

source: Taki eliksir to nie jest tania sprawa...
uk: Такий еліксир – не з дешевих...

source: Taki jak ja?
uk: Такий, як я?

source: Taki jesteś ciekawy? Dobra, opowiem ci moją historię.
uk: Тобі так цікаво? Гаразд, я розповім тобі свою історію.

source: Taki jesteś pewien? Pokaż na co cię stać!
uk: Ти такий впевнений в собі? Покажи, на що ти здатен!

source: Taki kapitan jak Cortez to rzadkość. Dla niego warto pójść w każdy bój.
uk: Такий капітан, як Кортез – велика рідкість. З ним можна йти в будь-яку битву.

source: Taki miałem zamiar, ale jak się stąd zaraz nie ruszysz, zostaną mi do polowania same ścierwojady i chrząszcze.
uk: Саме збирався, але якщо ти зараз же не заберешся звідси, мені залишиться полювати лише на падальників та м'ясних жуків.

source: Taki młody i silny chłopak, nie sądzisz, że ta walka byłaby trochę niesprawiedliwa? W końcu jestem tylko schorowanym i zatroskanym o nasze miasto starcem.
uk: Такий молодий і сильний хлопець, тобі не здається, що цей бій буде трохи несправедливим? Зрештою, я лише хворий старий, який турбується про наше місто.

source: Taki pewny siebie jesteś? Na pewno nie musisz się jakoś przygotować?
uk: Ти настільки впевнений у собі? Можливо, тобі потрібно якось підготуватися?

source: Taki pewny siebie? Dobrze, przekonajmy się.
uk: Ти настільки впевнений? Що ж, давай перевіримо.

source: Taki samowolny atak, do tego nieudany i przeprowadzony w mieście, może niepotrzebnie zaognić konflikt.
uk: Такий свавільний напад, до того ж невдалий і здійснений у місті, може надмірно роздмухати конфлікт.

source: Taki sposób śmierci nie tylko jest widowiskowy, ale i daje skazanemu okazję by przygotować się na odejście.
uk: Такий спосіб страти не тільки видовищний, але й дає засудженому можливість підготуватися до смерті.

source: Taki szef to skarb...
uk: Такий керівник – це скарб...

source: Taki wyśmienity trunek na stole, a ty pijesz piwo?
uk: Такий вишуканий напій на столі, а ти п'єш пиво?

source: Taki z ciebie kolega? Chyba trzeba cię nauczyć szacunku do starszych.
uk: Отакий ти товариш? Гадаю, тебе треба навчити поважати старших.

source: Taki, że nie potraficie walczyć o swoje.
uk: Те, що ви не можете за себе постояти.

source: Takich do strzelania, a co?
uk: Такі, щоб ними стріляти, а що?

source: Takich jak oblężenie miasta przez orków?
uk: Наприклад, таких як облога міста орками?

source: Takich rzeczy jeszcze u nas nie było.
uk: Такого у нас ще не було.

source: Takich słabiaków nie szkolę, weź najpierw trochę poćwicz.
uk: Я не треную таких слабаків, потренуйся спочатку.

source: Takich trolli nie ma... a zresztą, nieważne.
uk: Та я б тих тролів... Втім, неважливо.

source: Takie drobne? Myślałam, że ludzie poza Leżem są bogatsi.
uk: Так мало? Я думала, що люди за межами Лігва багатші.

source: Takie działania sprowadzą na ciebie śmierć szybciej, niż myślisz, chłopcze.
uk: Такі вчинки зведуть тебе в могилу швидше, ніж ти думаєш, хлопче.

source: Takie grosze? Musisz się lepiej postarać.
uk: Так мало? Тобі доведеться запропонувати щось краще.

source: Takie interesy to ja rozumiem. Oto twoje... złoto.
uk: Такі справи я розумію. Ось твоє... золото.

source: Takie jakby kwaśniejsze...
uk: Трохи кислувате...

source: Takie jest prawo. Miasto musi mieć zysk za pomoc w załatwieniu prywatnych spraw obywateli.
uk: Такий закон. Місто повинно отримувати прибуток за допомогу у вирішенні приватних справ громадян.

source: Takie rzeczy nie są tanie. Masz złoto czy nie?
uk: Такі речі не з дешевих. У тебе є золото чи ні?

source: Takie rzeczy z ust strażnika miejskiego? Może powinienem donieść o tym Roderichowi?
uk: Такі слова з вуст міського вартового? Може, мені доповісти про це Родеріху?

source: Takie szuje jak wy powinny być zamykane w miejskich lochach.
uk: Такі негідники, як ви, повинні бути замкнені в міській в'язниці.

source: Takie są realia wojny. Oczywiście, tutaj dotrą tylko opowieści o najzacniejszych czynach i bohaterach, bo sytuacja z archipelagiem i tak jest napięta.
uk: Такі реалії війни. Звісно, сюди дійдуть лише байки про найблагородніші вчинки та героїв, адже ситуація з Архіпелагом і так напружена.

source: Takie uroki tego miejsca chłopcze. Nie gadaj, tylko wrzucaj to do dołu.
uk: У цьому й чарівність цього місця, хлопче. Не розмовляй, просто кидай у яму.

source: Takie wydarzenie to jednak wielkie przedsięwzięcie i na każdy potrzeba mnóstwo jedzenia oraz alkoholu.
uk: Однак такий захід – це величезна подія, і потрібно багато їжі та випивки для всіх.

source: Takie zachowanie nie przystoi strażnikowi miejskiemu. Roderich się z tobą rozprawi!
uk: Така поведінка не личить Міській Варті. Родеріх розбереться з тобою!

source: Takie życie, przykro mi.
uk: Таке життя, вибачай.

source: Takie życie.
uk: Таке життя.

source: Takie, które zasmakuje kobiecie.
uk: Таке, яке сподобається жінці.

source: Takie, że był gotów zamknąć miasto i odciął je od reszty wyspy!
uk: Він готовий був закрити місто і відрізати його від решти острова!

source: Takie, że zapomnisz o całej sprawie albo wybije ci z głowy pomysł o rujnowaniu reputacji naszego kontrahenta.
uk: Є дещо, що змусить тебе забути про все це або відмовитися від наміру зіпсувати репутацію нашого партнера.

source: Takie, że zapomnisz o całej sprawie albo... (Zastrasz)
uk: Є дещо, що змусить тебе забути про все це... (Залякати)

source: Takiego człowieka Cortez stawia na straży porządku?! Tfu!
uk: І таким людям Кортез довіряє охороняти порядок?! Тьху!

source: Takiego obrotu spraw się nie spodziewałem.
uk: Я не очікував такого повороту подій.

source: Takiego obrotu spraw się nie spodziewałem. Candac uznał swoje ostatnie przygody za znak od samego Adanosa, by zaczął w swoim życiu przestrzegać zarówno nauk najmłodszego z bogów, jak i Innosa. Przynajmniej teraz nie będzie narzekał na brak wiary i motywacji.
uk: Такого повороту подій я не очікував. Кандак сприйняв свої нещодавні пригоди як знак від самого Аданоса, щоб почати слідувати у своєму житті як вченню наймолодшого із богів, так і вченню Інноса. Принаймні тепер він не скаржитиметься на нестачу віри та мотивації.

source: Takiego piwa jeszcze na rynku nie było, zostało uwarzone według autorskiej receptury Tomasa i wyróżnia-
uk: Такого пива ще ніколи не було на ринку, воно зварене за власним рецептом Томаса і вирізняється...

source: Takiego to aż żal bić!
uk: Такого навіть шкода бити!

source: Takiej broni jak u mnie, próżno szukać u kowali w mieście.
uk: Такої зброї, як у мене, не знайдеться в жодній міській кузні.

source: Takim bezużytecznym śmieciom nawet przeprosiny nie pomogą.
uk: Навіть вибачення не допоможуть такому нікчемному шматку лайна.

source: Takim gwarantem są najemnicy Adelarda i łowcy Garosa. Czyli wykwalifikowani szermierze oraz tropiciele z całego świata.
uk: Найманці Аделарда та мисливці Гароса забезпечують цей захист. Це досвідчені мечники та слідопити з усього світу.

source: Takim oto sposobem dołączyłem do Gildii, która oferuje pieniądze i rozwój.
uk: Тож я приєднався до Гільдії, яка пропонує гроші та розвиток.

source: Taktyka walki
uk: Тактика бою

source: Taktykę?
uk: Тактику?

source: Taką motywację to ja rozumiem!
uk: Тепер я розумію твою мотивацію!

source: Taką pieczęć otrzymują wyłącznie ci, którzy wykonują specjalne misje dla jego królewskiej mości.
uk: Таку печатку отримують виключно ті, хто виконує спеціальні місії від Його Королівської Величності.

source: Taką postawę rozumiem. Trzymaj, przyda się.
uk: Оце так настрій. Так тримати.

source: Taką postawę to ja rozumiem.
uk: Оце так настрій, оце я розумію!

source: Taką pracę to ja lubię. Przyjemne z pożytecznym!
uk: Така робота мені до вподоби. І приємно і корисно!

source: Także złoto wróci do ciebie.
uk: Тож ти повернеш собі своє золото.

source: Także, ponawiając pytanie, czego chcesz?
uk: Отож, повторю питання, чого ти хочеш?

source: Talerz ciepłej strawy
uk: Тарілка гарячої їжі

source: Talerz z prawdziwego srebra.
uk: Тарілка зі справжнього срібла.

source: Talerz z prawdziwego złota.
uk: Тарілка з чистого золота.

source: Tam je odbierają tragarze, dostarczają do mnie, i ostatecznie, za kilka złotych monet, każdy może się cieszyć własnym wizerunkiem Innosa.
uk: Тут їх забирають носії, доставляють мені, і нарешті, за кілька золотих монет, кожен може потішити себе власним образом Інноса.

source: Tam jest stół, siadaj i spróbuj postępować dokładnie tak, jak ci pokazywałem. Masz, te zwoje będą dobre na początek.
uk: Он там стіл, сідай і спробуй повторити все так, як я показував. Ось, ці сувої підійдуть для початку.

source: Tam możecie się zatrzymać, ale nie liczcie na miłe powitanie. Ludzie mają po uszy własnych problemów.
uk: Там ви зможете зупинитися, але не розраховуйте на дружній прийом. Люди по вуха занурені у власні проблеми.

source: Tam niedaleko targu często jest sporo syfu. Przydałoby się, żeby ktoś się upewnił, że na trasie nie będzie żadnych kałuż, plam, śmieci, o które mógłbym się potknąć.
uk: Біля ринку часто буває дуже брудно. От якби хто-небудь прибрав увесь маршрут, щоб на шляху не було калюж, бруду і сміття, об які я міг би спіткнутися.
